---
kind: other
id: Properties.T:Autodesk.Revit.DB.SpatialElementCalculationPoint
source: html/8fdda4ea-f98b-dfe9-a54d-e1927cc88651.htm
---
# SpatialElementCalculationPoint Properties

The id of the assembly instance to which the element belongs.